Repository: JordyGitHub/service.huecontrol
Catalog: resources/language/*/strings.po
Languages: dutch

# Addon Summary
source: Change your hue lights when a movie starts.
dutch: Verander de licht instellingen als je een film speelt.

# Addon Description
source: This addon will change your lighting when the movie starts, gets paused or stops.
dutch: Deze uitbreiding voor XBMC kan de instelingen van de hue lampen aanpassen als je ene film start, stop of pauzeerd

# #30001
source: Settings
dutch: Instellingen

# #30003
source: Minimum video length (in minutes)
dutch: Minimale video lengte (in minuten)

# #30004
source: hue settings
dutch: Hue instellingen

# #30006
source: Connect to hue bridge
dutch: Verbinden met hue bridge

# #30007
source: Searching
dutch: Zoeken

# #30008
source: Searching for hue bridge
dutch: Zoeken naar hue bridge

# #30009
source: Search failed
dutch: Zoeken mislukt

# #30010
source: Could not locate a hue bridge
dutch: Geen hue bridge gevonden

# #30011
source: Found {0}
dutch: Gevonden: {0}

# #30012
source: Select a bridge
dutch: Kies een bridge

# #30013
source: Authorizing
dutch: Koppelen

# #30014
source: Press the button on the bridge
dutch: Druk op de knop op de bridge

# #30015
source: {0} seconds remaining
dutch: Nog {0} seconden

# #30016
source: Authorization failed
dutch: Koppelen mislukt

# #30017
source: Authorized and ready to rock
dutch: Gekoppeld and klaar voor gebruik

# #30018
source: Ready to rock!
dutch: Klaar voor gebruik

# #30019
source: Could not reconnect to bridge
dutch: Kan geen verbinding maken met bridge

# #30030
source: Playing
dutch: Tijdens afspelen

# #30031
source: Save current lamp state
dutch: Sla huidige stand op

# #30032
source: Only change brightness
dutch: Verander alleen lichtsterkte

# #30033
source: Recall stored lamp state
dutch: Herstel opgeslagen stand

# #30034
source: Lamp state '{0}' stored
dutch: '{0}' opgeslagen

# #30040
source: Paused
dutch: Tijdens pauze

# #30109
source: Lamps
dutch: Lampen

# #30110
source: Lamps to control
dutch: Aangestuurde lampen

# #30200
source: Presets
dutch: Voorkeuzen

# #30201
source: Preset name
dutch: Naam voorkeuze

# #30202
source: hue presets
dutch: hue voorkeuzen

# #30211
source: Preset 1
dutch: Voorkeuze 1

# #30212
source: Preset 2
dutch: Voorkeuze 2

# #30213
source: Preset 3
dutch: Voorkeuze 3

# #30214
source: Preset 4
dutch: Voorkeuze 4

# #30215
source: Preset 5
dutch: Voorkeuze 5
